{
  "Овен": {
    "health": "Сегодня ваш организм особенно чувствителен к стрессам. Постарайтесь не перегружать себя работой и найдите время для физической разрядки. Лёгкие кардиотренировки и прогулки помогут восстановить баланс.",
    "finance": "День располагает к финансовому планированию. Удачное время, чтобы наметить бюджет на ближайший месяц. Избегайте импульсивных покупок — особенно в интернете.",
    "love": "Ностальгические воспоминания могут подтолкнуть к переписке с человеком из прошлого. Не бойтесь открыться, если чувствуете потребность — это может оказаться терапевтичным."
  },
  "Телец": {
    "health": "Возможны лёгкие недомогания, связанные с усталостью или перепадами давления. Прогулка на свежем воздухе и полноценный завтрак помогут почувствовать себя лучше.",
    "finance": "Стабильность — ваш козырь. Старайтесь не нарушать финансовые обязательства и не давайте обещаний, в которых не уверены. Благоприятное время для откладывания средств.",
    "love": "Партнёрская поддержка окажется особенно важной. Откровенный разговор укрепит связь и поможет преодолеть недавние сомнения."
  },
  "Близнецы": {
    "health": "Мозг работает на высоких оборотах — позаботьтесь о полноценном сне и уменьшите количество экранного времени. Возможны головные боли от переутомления.",
    "finance": "Маленькие инвестиции, особенно в самообразование или развитие навыков, будут выгодны в будущем. День не подходит для крупных финансовых решений.",
    "love": "Легкость общения делает вас магнитом для окружающих. Но не торопитесь с выводами — за лёгким флиртом может скрываться нечто большее."
  },
  "Рак": {
    "health": "Ослабление иммунитета потребует внимания. Добавьте в рацион больше фруктов, орехов и тёплого питья. Хорошее время для начала курса витаминов.",
    "finance": "Сейчас важно сохранять осторожность. Отложите крупные траты и не берите в долг — особенно у близких. Финансовая осторожность сегодня — мудрое решение.",
    "love": "Настроение располагает к душевным разговорам. Это отличный день для того, чтобы поговорить по душам и стать ближе к тем, кого вы любите."
  },
  "Лев": {
    "health": "Вы полны энергии — самое время заняться физической активностью. Йога, плавание или активные игры принесут не только пользу, но и удовольствие.",
    "finance": "Будьте внимательны с желанием побаловать себя. Удовольствие — это хорошо, но не стоит тратить больше, чем можете себе позволить.",
    "love": "Романтическое знакомство возможно в неожиданной обстановке. Будьте открыты, но не забывайте про внутреннюю границу — не всё золото, что блестит."
  },
  "Дева": {
    "health": "Сегодня желудочно-кишечный тракт может быть особенно чувствителен. Умеренность в еде, отказ от жирного и обильного принесёт заметное облегчение.",
    "finance": "Ваши финансовые решения сегодня особенно рациональны. Используйте момент для того, чтобы пересмотреть и оптимизировать расходы.",
    "love": "Возможен конструктивный диалог с партнёром о будущем. Не избегайте серьёзных тем — они могут привести к прогрессу и взаимопониманию."
  },
  "Весы": {
    "health": "Работа за компьютером может сказаться на зрении и осанке. Делайте перерывы, выполняйте лёгкие упражнения для глаз и шеи.",
    "finance": "Подходит для ревизии бюджета. Возможно, вы найдёте статьи расходов, от которых можно отказаться без ущерба для качества жизни.",
    "love": "Старые обиды могут всплыть на поверхность. Постарайтесь не замалчивать чувства — лучше проговорить и отпустить."
  },
  "Скорпион": {
    "health": "Переутомление грозит снижением концентрации. Если есть возможность — устройте себе «ленивый» вечер с книгой и ароматным чаем.",
    "finance": "Финансовые риски особенно опасны сегодня. Не поддавайтесь азарту и остерегайтесь сомнительных предложений.",
    "love": "Если между вами и близким человеком возникло напряжение — не откладывайте разговор. Ваше участие может всё изменить к лучшему."
  },
  "Стрелец": {
    "health": "Сегодня вы особенно энергичны — используйте этот заряд на благо тела. Танцы, пробежка или велосипед помогут вам чувствовать себя великолепно.",
    "finance": "Небольшие бонусы, премии или подарки могут порадовать. Но избегайте желания тут же их потратить — лучше отложите на мечту.",
    "love": "Флирт, лёгкость, юмор — всё это сделает вас центром внимания. Не удивляйтесь, если кто-то решит сделать первый шаг."
  },
  "Козерог": {
    "health": "Интенсивная работа может истощать. Делайте перерывы, особенно если работа связана с умственным трудом. Дневной сон, если возможно, — отличное решение.",
    "finance": "Вы видите картину целиком — используйте это для принятия взвешенных решений. День хорош для долгосрочного планирования.",
    "love": "Серьёзный разговор в паре может внести ясность. Не бойтесь говорить о важных вещах — сегодня вас услышат."
  },
  "Водолей": {
    "health": "День подходит для восстановления внутреннего баланса. Медитация, спокойная музыка и уединение помогут вам почувствовать себя лучше.",
    "finance": "Не спешите с тратами, особенно на эмоциях. Лучшая стратегия — выждать и оценить всё трезво.",
    "love": "Ваша лёгкость и обаяние сегодня особенно заметны. Возможно, кто-то давно хочет вам что-то сказать — дайте этому шанс."
  },
  "Рыбы": {
    "health": "Иммунитет требует заботы — питайтесь регулярно, высыпайтесь и избегайте переохлаждения. Прогулка перед сном улучшит качество отдыха.",
    "finance": "Возможны неожиданные траты, особенно связанные с домом или детьми. Будьте готовы к ним заранее, отложив небольшую сумму в резерв.",
    "love": "Доверительная беседа с другом или партнёром может раскрыть важные детали, ранее ускользавшие от вас. Будьте внимательны к словам."
  }
}
