{
  "Овен": {
    "health": "Повышенная раздражительность может сказаться на самочувствии. Примите расслабляющую ванну или займитесь дыхательной гимнастикой — это поможет справиться со стрессом.",
    "finance": "В первой половине дня возможны непредвиденные расходы, но к вечеру ситуация стабилизируется. Избегайте покупок, связанных с техникой.",
    "love": "Взаимоотношения требуют терпения. Не стоит давить на партнёра — лучше выслушайте и постарайтесь понять истинные мотивы."
  },
  "Телец": {
    "health": "Переутомление может проявиться в виде апатии или боли в мышцах. Снизьте темп и выделите время на восстановление, особенно вечером.",
    "finance": "Вы находитесь в фазе стабильности. Возможны предложения, связанные с подработкой — присмотритесь, они могут быть перспективными.",
    "love": "Хороший момент, чтобы наладить контакт с человеком, которого давно избегали. Инициатива с вашей стороны будет принята тепло."
  },
  "Близнецы": {
    "health": "Обострение хронических состояний возможно при резкой смене погоды. Тепло одевайтесь и следите за питанием.",
    "finance": "Ожидается прибыль от ранее проделанной работы. Не тратьте всё сразу — часть средств стоит вложить в долгосрочный проект.",
    "love": "Слухи или недосказанность могут создать напряжение. Лучше прояснить всё сразу, чем питать подозрения."
  },
  "Рак": {
    "health": "Организм нуждается в детоксе. Уменьшите потребление сахара и кофеина. Чай из трав и обильное питьё помогут восстановить баланс.",
    "finance": "День подходит для наведения порядка в документах и платежах. Воздержитесь от долговых обязательств.",
    "love": "Чувствительность повышена — не принимайте всё на свой счёт. Постарайтесь сосредоточиться на позитивных моментах в отношениях."
  },
  "Лев": {
    "health": "Энергия на высоте, но не забывайте о мере. Чрезмерная активность может привести к перенапряжению мышц.",
    "finance": "Есть шанс выгодной сделки, но не стоит действовать в одиночку. Советы близкого друга окажутся кстати.",
    "love": "Харизма сегодня особенно яркая. Приятное свидание или неожиданная симпатия могут изменить ваше настроение на долгое время."
  },
  "Дева": {
    "health": "Лишний контроль над собой может привести к внутреннему напряжению. Позвольте себе немного расслабиться и быть неидеальными.",
    "finance": "Финансовая осторожность вознаградится. Пересмотрите мелкие, но регулярные траты — среди них могут быть ненужные.",
    "love": "В отношениях возможен конструктивный диалог, но только при условии открытости. Уберите иронию и говорите прямо."
  },
  "Весы": {
    "health": "Голова требует отдыха. Избегайте долгих разговоров и перегрузки информацией. Лёгкая музыка и прогулка на закате — лучшее лекарство.",
    "finance": "Вы склонны к анализу — используйте это, чтобы выявить слабые места в бюджете. День не подходит для кредитов.",
    "love": "Эмоциональный фон нестабилен. Не принимайте решения под влиянием сиюминутного настроения — лучше выждать."
  },
  "Скорпион": {
    "health": "Психоэмоциональная усталость проявляется в виде бессонницы или снижения аппетита. Помогут медленные вечерние ритуалы — чай, тишина, книга.",
    "finance": "Отложите участие в сомнительных схемах и инвестициях. Лучше займитесь расчётами и планированием.",
    "love": "Если вы чувствуете внутреннюю дистанцию — не спешите с выводами. Спокойный разговор поможет прояснить чувства."
  },
  "Стрелец": {
    "health": "Хорошее время для возвращения к заброшенным физическим практикам. Даже короткая зарядка даст ощутимый эффект.",
    "finance": "Возможно вознаграждение за давние усилия. Не отказывайтесь от премий или бонусов — вы это заслужили.",
    "love": "Необычное сообщение или приглашение может порадовать. Будьте открыты к спонтанности — она подарит вам яркие эмоции."
  },
  "Козерог": {
    "health": "На фоне напряжённого графика возможна усталость глаз и шеи. Уделите внимание осанке и сделайте паузу от экранов.",
    "finance": "Ваши накопления заслуживают грамотного управления. День подходит для консультации с финансовым специалистом.",
    "love": "Разговор, к которому вы долго шли, может наконец состояться. Выбирайте слова с уважением и честностью."
  },
  "Водолей": {
    "health": "Смена настроений может сказаться на пищеварении. Лёгкий рацион и режим сна помогут прийти в норму.",
    "finance": "Пока лучше избегать крупных сделок. Сегодня вы склонны идеализировать ситуацию — вернитесь к ней позже с холодной головой.",
    "love": "С кем-то из окружения может завязаться интересный диалог, который неожиданно перерастёт в нечто большее."
  },
  "Рыбы": {
    "health": "Вы чувствительны к смене обстановки. Уют, ароматерапия и любимая музыка помогут справиться с волнением.",
    "finance": "Сейчас не время для риска. Лучше отложить принятие важных решений до конца недели.",
    "love": "Тёплый разговор с близким человеком поможет почувствовать себя в безопасности. Эмоции — ваша сила, не бойтесь их проявлять."
  }
}
